{"word2idx": {"<PAD>": 0, "<UNK>": 1, "<BOS>": 2, "<EOS>": 3, "ya": 4, "hii": 5, "wa": 6, "kenya": 7, "ni": 8, "the": 9, "in": 10, "na": 11, "wasee": 12, "sana": 13, "is": 14, "serikali": 15, "kwa": 16, "bana": 17, "katika": 18, "za": 19, "manze": 20, "nchi": 21, "yetu": 22, "has": 23, "wananchi": 24, "kazi": 25, "poa": 26, "maendeleo": 27, "government": 28, "maze": 29, "and": 30, "to": 31, "siste": 32, "are": 33, "s": 34, "nairobi": 35, "zaidi": 36, "bei": 37, "tuko": 38, "mambo": 39, "cheki": 40, "elimu": 41, "corruption": 42, "our": 43, "kabisa": 44, "ndio": 45, "on": 46, "youth": 47, "teknolojia": 48, "biashara": 49, "imefanya": 50, "more": 51, "tunahitaji": 52, "ushuru": 53, "vijana": 54, "needs": 55, "education": 56, "new": 57, "for": 58, "vizuri": 59, "kawaida": 60, "tech": 61, "levy": 62, "inafanya": 63, "nzuri": 64, "imesaidia": 65, "kuwa": 66, "counties": 67, "bora": 68, "mpya": 69, "a": 70, "tena": 71, "tu": 72, "of": 73, "wetu": 74, "pesa": 75, "we": 76, "economy": 77, "rada": 78, "wanafanya": 79, "mazingira": 80, "startup": 81, "globally": 82, "should": 83, "sekta": 84, "nchini": 85, "wamechoka": 86, "story": 87, "devolution": 88, "people": 89, "bunge": 90, "kila": 91, "noma": 92, "maji": 93, "many": 94, "job": 95, "healthcare": 96, "access": 97, "amani": 98, "watoto": 99, "national": 100, "tunaeza": 101, "kitu": 102, "kama": 103, "kuendeleza": 104, "mashinani": 105, "uchumi": 106, "mbaya": 107, "ecosystem": 108, "need": 109, "better": 110, "prices": 111, "housing": 112, "wakati": 113, "barabara": 114, "hatutaki": 115, "inapaswa": 116, "arid": 117, "great": 118, "road": 119, "county": 120, "hivi": 121, "hospital": 122, "kutosha": 123, "sgr": 124, "mombasa": 125, "sisi": 126, "mafuta": 127, "imepanda": 128, "watu": 129, "viongozi": 130, "costs": 131, "umezidi": 132, "tax": 133, "digital": 134, "communities": 135, "kubwa": 136, "hustle": 137, "will": 138, "thousands": 139, "muhimu": 140, "wanastahili": 141, "m": 142, "wanahitaji": 143, "burden": 144, "workers": 145, "must": 146, "transport": 147, "money": 148, "northern": 149, "fuel": 150, "haiendi": 151, "ndogo": 152, "vile": 153, "remain": 154, "from": 155, "continue": 156, "future": 157, "public": 158, "ukosefu": 159, "ajira": 160, "wako": 161, "remains": 162, "wafanyakazi": 163, "afya": 164, "magumu": 165, "hopeful": 166, "itakuwa": 167, "inabadilisha": 168, "jinsi": 169, "tunavyofanya": 170, "rushwa": 171, "adui": 172, "mkubwa": 173, "invest": 174, "renewable": 175, "energy": 176, "mabadiliko": 177, "mtaa": 178, "hawapati": 179, "wamesoma": 180, "anti": 181, "agency": 182, "independence": 183, "resources": 184, "brought": 185, "services": 186, "closer": 187, "linaweza": 188, "kupitisha": 189, "sheria": 190, "zinazosaidia": 191, "stima": 192, "inakatika": 193, "siku": 194, "hakuna": 195, "mtaani": 196, "2025": 197, "curriculum": 198, "changes": 199, "have": 200, "confused": 201, "parents": 202, "prioritize": 203, "creation": 204, "over": 205, "taxes": 206, "coverage": 207, "under": 208, "sha": 209, "improving": 210, "tunashukuru": 211, "inayoendelea": 212, "police": 213, "brutality": 214, "against": 215, "peaceful": 216, "protesters": 217, "unacceptable": 218, "cbc": 219, "wasomee": 220, "conservation": 221, "efforts": 222, "parks": 223, "paying": 224, "off": 225, "fanya": 226, "together": 227, "ugatuzi": 228, "umesaidia": 229, "hali": 230, "growing": 231, "faster": 232, "than": 233, "ever": 234, "before": 235, "farmers": 236, "markets": 237, "fair": 238, "wack": 239, "tunaomba": 240, "umoja": 241, "uchaguzi": 242, "ujao": 243, "women": 244, "leadership": 245, "positions": 246, "transforming": 247, "governance": 248, "uwekezaji": 249, "ufunguo": 250, "ujenzi": 251, "imeisha": 252, "expressway": 253, "utalii": 254, "inasaidia": 255, "mahakama": 256, "huru": 257, "kutoka": 258, "siasa": 259, "water": 260, "scarcity": 261, "urgent": 262, "attention": 263, "silicon": 264, "savannah": 265, "wanavunja": 266, "rekodi": 267, "inaweza": 268, "afrika": 269, "yanaonekana": 270, "ground": 271, "progress": 272, "construction": 273, "kiambu": 274, "usalama": 275, "umeimarika": 276, "miaka": 277, "karibuni": 278, "eish": 279, "policy": 280, "was": 281, "announced": 282, "yesterday": 283, "itamaliza": 284, "zetu": 285, "zinahitaji": 286, "kutengenezwa": 287, "haraka": 288, "hospitali": 289, "umma": 290, "hazina": 291, "dawa": 292, "doing": 293, "infrastructure": 294, "development": 295, "miundombinu": 296, "yanakwenda": 297, "reli": 298, "kati": 299, "tunacheza": 300, "tunabeba": 301, "si": 302, "imeshindwa": 303, "kupunguza": 304, "hawana": 305, "imani": 306, "wao": 307, "creative": 308, "industry": 309, "producing": 310, "world": 311, "class": 312, "talent": 313, "wanawake": 314, "wanapaswa": 315, "kupewa": 316, "nafasi": 317, "uongozi": 318, "electricity": 319, "too": 320, "high": 321, "manufacturing": 322, "growth": 323, "uhalifu": 324, "miji": 325, "mikubwa": 326, "hasa": 327, "inakuwanga": 328, "maisha": 329, "inaumiza": 330, "imetuacha": 331, "peke": 332, "literacy": 333, "programs": 334, "empowering": 335, "rural": 336, "wanajipangia": 337, "salary": 338, "tunapiga": 339, "kisumu": 340, "serve": 341, "kupandisha": 342, "life": 343, "expensive": 344, "mno": 345, "mpango": 346, "nyumba": 347, "nafuu": 348, "revolutionized": 349, "how": 350, "do": 351, "business": 352, "fursa": 353, "kujiajiri": 354, "adding": 355, "unnecessary": 356, "tourism": 357, "sector": 358, "bouncing": 359, "back": 360, "strongly": 361, "this": 362, "year": 363, "unemployment": 364, "ticking": 365, "time": 366, "bomb": 367, "address": 368, "haipatikani": 369, "imekufa": 370, "ina": 371, "utajiri": 372, "wote": 373, "reduced": 374, "cargo": 375, "transparency": 376, "procurement": 377, "tuseme": 378, "ukweli": 379, "imefail": 380, "wakulima": 381, "msaada": 382, "wengi": 383, "wamejiajiri": 384, "kupitia": 385, "leading": 386, "africa": 387, "mobile": 388, "innovation": 389, "form": 390, "hawaskii": 391, "walimu": 392, "mshahara": 393, "unga": 394, "hatuwezi": 395, "afford": 396, "drought": 397, "devastated": 398, "pastoral": 399, "system": 400, "complete": 401, "overhaul": 402, "hapa": 403, "tunagrind": 404, "unaumiza": 405, "wafanyabiashara": 406, "wadogo": 407, "attracting": 408, "global": 409, "investors": 410, "chance": 411, "kufanya": 412, "zinakufa": 413, "sababu": 414, "app": 415, "wanainnovate": 416, "legit": 417, "yanahitaji": 418, "kulindwa": 419, "vizazi": 420, "vijavyo": 421, "wanalia": 422, "kusikiliza": 423, "sauti": 424, "judiciary": 425, "independent": 426, "political": 427, "interference": 428, "wapya": 429, "wenye": 430, "maono": 431, "accidents": 432, "claim": 433, "lives": 434, "annually": 435, "kaunti": 436, "miradi": 437, "debt": 438, "affect": 439, "generations": 440, "parliament": 441, "passed": 442, "budget": 443, "without": 444, "adequate": 445, "input": 446, "tatizo": 447, "linalohitaji": 448, "kutatuliwa": 449, "iko": 450, "mnoma": 451, "maskini": 452, "wanaendelea": 453, "kuteseka": 454, "matajiri": 455, "wanazidi": 456, "kupata": 457, "security": 458, "improved": 459, "significantly": 460, "kilimo": 461, "kinaweza": 462, "suluhisho": 463, "la": 464, "destroying": 465, "country": 466, "stealing": 467, "citizens": 468, "jua": 469, "nini": 470, "taifa": 471, "letu": 472, "athletes": 473, "make": 474, "us": 475, "proud": 476, "ready": 477, "governments": 478, "wasting": 479, "taxpayer": 480, "travel": 481, "wifi": 482, "imereach": 483, "hadi": 484, "online": 485, "food": 486, "insecurity": 487, "serious": 488, "challenge": 489, "regions": 490, "mfumuko": 491, "unaendelea": 492, "kuumiza": 493, "inavyobadilika": 494, "slowly": 495, "deserve": 496, "pay": 497, "working": 498, "conditions": 499, "keep": 500, "going": 501, "up": 502, "while": 503, "salaries": 504, "stagnant": 505, "chaotic": 506, "dangerous": 507, "cost": 508, "living": 509, "become": 510, "unbearable": 511, "most": 512, "kenyans": 513, "inakuja": 514, "ahadi": 515, "uongo": 516, "wanasiasa": 517, "polisi": 518, "wanatubug": 519, "mahali": 520}, "max_vocab_size": 3000, "min_freq": 1}